<?php
// Heading
$_['heading_title']     = 'Группа аттрибутов';

// Text
$_['text_success']      = 'Успех: Вы успешно отредактировали группы аттрибутов!';
$_['text_list']         = 'Список группы аттрибутов';
$_['text_add']          = 'Добавить группу аттрибутов';
$_['text_edit']         = 'Редактировать группу аттрибутов';

// Column
$_['column_name']       = 'Название группы аттрибутов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы аттрибутов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'Внимание: У Вас нет разрешения редактировать группы аттрибутов!';
$_['error_name']        = 'Название группы аттрибутов должна быть длинной от 1 до 64 символов!';
$_['error_attribute']   = 'Внимание: Эта группа аттрибутов не может быть удалена, так как она назначен на аттрибуты %s !';
$_['error_product']     = 'Внимание: Эта группа аттрибутов не может быть удалена, так как она назначен на товары %s !';