<?php
// Heading
$_['heading_title']          = 'Аттрибуты';

// Text
$_['text_success']           = 'Успех: Аттрибуты были изменены!';
$_['text_list']              = 'Список аттрибутов';
$_['text_add']               = 'Добавить аттрибут';
$_['text_edit']              = 'Редактировать аттрибут';

// Column
$_['column_name']            = 'Название аттрибута';
$_['column_attribute_group'] = 'Группа аттрибутов';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название аттрибута';
$_['entry_attribute_group']  = 'Группа аттрибутов';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_permission']       = 'Внимание: У Вас нет разрешения редактировать аттрибуты!';
$_['error_attribute_group']  = 'Требуется группа аттрибутов!';
$_['error_name']             = 'Название аттрибута должна быть длинной от 1 до 64 символов!';
$_['error_product']          = 'Внимание: Этот аттрибут не может быть удален, так как он назначен на товары %s !';