<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Успех: Вы успешно отредактировали категории!';
$_['text_list']              = 'Список категорий';
$_['text_add']               = 'Добавить категорию';
$_['text_edit']              = 'Редактировать категорию';
$_['text_default']           = 'Умолчание';
$_['text_keyword']           = 'Не используйте пробелы. Вместо этого используйте знаки минус (-) и удостоверьтесь в том, что SEO URL уникальны глобально.';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'Meta Tag заголовок';
$_['entry_meta_keyword']     = 'Meta Tag ключевые слова';
$_['entry_meta_description'] = 'Meta Tag описание';
$_['entry_store']            = 'Магазины';
$_['entry_keyword']          = 'Ключевое слово';
$_['entry_parent']           = 'Parent';
$_['entry_filter']           = 'Фильтры';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Top';
$_['entry_column']           = 'Колонок';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Layout Override';

// Help
$_['help_filter']            = '(Автозаполнение)';
$_['help_top']               = 'Отображать в верхнем меню. Работает только с верхними (top) родительскими категориями.';
$_['help_column']            = 'Количество колонок для последних трёх категорий. Работает только с верхними (top) родительскими категориями.';

// Error
$_['error_warning']          = 'Внимание: Пожалуйста, тщательно проверьте правильно ли заполнена форма!';
$_['error_permission']       = 'Внимание: У Вас нет разрешения на редактирование категорий!';
$_['error_name']             = 'Название категории должно быть длинной от 1 до 255 символов!';
$_['error_meta_title']       = 'Meta Title должно быть длинной от 1 до 255 символов!';
$_['error_keyword']          = 'SEO URL уже используется!';
$_['error_unique']           = 'SEO URL должно быть уникально!';
$_['error_parent']           = 'Родственная категория, которую Вы выбрали, является дочерней категорией текущей категории!';