<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите E-Mail, связанный с вашим аккаунтом. Нажмите на кнопку "Отправить" что бы сбросить и отправить пароль по Вашей электронной почте.';
$_['text_success']    = 'Письмо с ссылкой на подтверждение было отправлено по электронной почте.';

// Entry
$_['entry_email']     = 'E-Mail';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'Внимание: Этот E-Mail не был найден в нашей системе. Пожалуйста, попробуйте снова!';
$_['error_password']  = 'Пароль должен быть длинной от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля не совпадают!';