<?php
// Heading
$_['heading_title']    = 'Приобрести подарочный сертификат';

// Text
$_['text_account']     = 'Аккаунт';
$_['text_voucher']     = 'Подарочный сертификат';
$_['text_description'] = 'Этот подарочный сертификат будет отправлен по почте получителю после оплаты заказа.';
$_['text_agree']       = 'Понимаю и принимаю, что подарочные сертификаты не подлежат возврату.';
$_['text_message']     = '<p>Благодарим за покупку подарочного сертификата! Как только заказ будет завершен, подарочный сертификат будет отправлен получателю по e-mail с деталями того, как им воспользоваться.</p>';
$_['text_for']         = '%s подарочный сертификат для %s';

// Entry
$_['entry_to_name']    = 'Имя получателя';
$_['entry_to_email']   = 'E-mail получателя';
$_['entry_from_name']  = 'Ваше имя';
$_['entry_from_email'] = 'Ваш e-mail';
$_['entry_theme']      = 'Тема подарочного сертификата';
$_['entry_message']    = 'Сообщение';
$_['entry_amount']     = 'Количество';

// Help
$_['help_message']     = 'Опционально';
$_['help_amount']      = 'Значение должно быть между %s и %s';

// Error
$_['error_to_name']    = 'Имя получателя должно быть длинной от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть длинной от 1 до 64 символов!';
$_['error_email']      = 'Пожалуйста, удостоверьтесь, что указан корректный e-mail адрес!';
$_['error_theme']      = 'Пожалуйста, выберите тему!';
$_['error_amount']     = 'Количество должно быть между %s и %s!';
$_['error_agree']      = 'Внимание: You must agree that the gift certificates are non-refundable!';